<?php
//Создайте массив $arr. Выведите на экран элемент с ключом 'c'.
$arr = ['a'=>1, 'b'=>2, 'c'=>3];
echo $arr['c'];
echo "<br>";
//Создайте массив $arr. Найдите сумму элементов этого массива.
$arr1 = ['a'=>1, 'b'=>2, 'c'=>3];
echo $sum = $arr['a']+$arr['b']+$arr['c'];
echo "<br>";
//ghgh
//OR
echo array_sum ($arr1);
echo "<br>";
//Создайте массив заработных плат $arr. Выведите на экран зарплату Пети и Коли.
$arr2 = [
    'Коля'=>'1000$',
     'Вася'=>'500$', 
     'Петя'=>'200$'
    ];
    echo 'Зарплата Коли = ' . $arr2['Коля'];
    echo "<br>";
    echo 'Зарплата Пети = ' . $arr2['Петя'];
    echo "<br>";
    /*Создайте ассоциативный массив дней недели. Ключами в нем должны служить номера 
    дней от начала недели (понедельник - должен иметь ключ 1, вторник - 2 и т.д.). 
    Выведите на экран пятницу.*/
    $days = [
        1 => 'Понедельник' ,
        2 => 'Вторник' ,
        3 => 'Среда' ,
        4 => 'Четверг' ,
        5 => 'Пятница' ,
        6 => 'Суббота' ,
        7 => 'Воскресенье' ,
    ];
    echo $days[5];
    echo "<br>";

    /*Выведите на экран текущий день недели.
     Для получения номера текущего дня недели используйте встроенную функцию date(‘w’);*/
     echo date ('w');
     echo "<br>";
     echo "Today is " . date ('l');