<?php
/*
Напишите скрипт, который считает количество секунд в сутках. 
Вы должны использовать создать не менее 3х переменных.
*/
$seconds=60;
$minutes=60;
$hours=24;
$day=$seconds*$minutes*$hours;
echo "В сутках " . $day . " секунд";
echo '</br>';
/*
Создайте переменные $a=10 и $b=2. 
Выведите на экран их сумму, разность, произведение и частное (результат деления).
*/
$a=10;
$b=2;
echo " Сумма: " . $sum = $a+$b;
echo '</br>';
echo " Разность: " . $sum = $a-$b;
echo '</br>';
echo " Произведение: " . $sum = $a*$b;
echo '</br>';
echo " Частное: " . $sum = $a%$b;
echo '</br>';

?>